[{"index":1,"proteinId":"ENSP00000370010","proteinName":"TMSB4X","abundance":23042,"annotation":"Thymosin beta-4; Plays an important role in the organization of the cytoskeleton (By similarity). Binds to and sequesters actin monomers (G actin) and therefore inhibits actin polymerization"},{"index":2,"proteinId":"ENSP00000360522","proteinName":"RBP4","abundance":13296,"annotation":"Retinol-binding protein 4; Retinol-binding protein that mediates retinol transport in blood plasma. Delivers retinol from the liver stores to the peripheral tissues (Probable). Transfers the bound all-trans retinol to STRA6, that then facilitates retinol transport across the cell membrane; Belongs to the calycin superfamily. Lipocalin family"},{"index":3,"proteinId":"ENSP00000295897","proteinName":"ALB","abundance":12646,"annotation":"Serum albumin; Serum albumin, the main protein of plasma, has a good binding capacity for water, Ca(2+), Na(+), K(+), fatty acids, hormones, bilirubin and drugs. Its main function is the regulation of the colloidal osmotic pressure of blood. Major zinc transporter in plasma, typically binds about 80% of all plasma zinc; Belongs to the ALB/AFP/VDB family"},{"index":4,"proteinId":"ENSP00000356969","proteinName":"APOA2","abundance":9280,"annotation":"Apolipoprotein A-II; May stabilize HDL (high density lipoprotein) structure by its association with lipids, and affect the HDL metabolism; Apolipoproteins"},{"index":5,"proteinId":"ENSP00000229239","proteinName":"GAPDH","abundance":8688,"annotation":"Glyceraldehyde-3-phosphate dehydrogenase; Has both glyceraldehyde-3-phosphate dehydrogenase and nitrosylase activities, thereby playing a role in glycolysis and nuclear functions, respectively. Participates in nuclear events including transcription, RNA transport, DNA replication and apoptosis. Nuclear functions are probably due to the nitrosylase activity that mediates cysteine S-nitrosylation of nuclear target proteins such as SIRT1, HDAC2 and PRKDC. Modulates the organization and assembly of the cytoskeleton. Facilitates the CHP1-dependent microtubule and membrane associations throu [...] "},{"index":6,"proteinId":"ENSP00000345179","proteinName":"APOD","abundance":8383,"annotation":"Apolipoprotein D; APOD occurs in the macromolecular complex with lecithin- cholesterol acyltransferase. It is probably involved in the transport and binding of bilin. Appears to be able to transport a variety of ligands in a number of different contexts; Apolipoproteins"},{"index":7,"proteinId":"ENSP00000362924","proteinName":"GSN","abundance":8093,"annotation":"Gelsolin; Calcium-regulated, actin-modulating protein that binds to the plus (or barbed) ends of actin monomers or filaments, preventing monomer exchange (end-blocking or capping). It can promote the assembly of monomers into filaments (nucleation) as well as sever filaments already formed. Plays a role in ciliogenesis; Gelsolin/villins"},{"index":8,"proteinId":"ENSP00000251595","proteinName":"HBA2","abundance":6651,"annotation":"Hemoglobin subunit alpha 2; Involved in oxygen transport from the lung to the various peripheral tissues; Hemoglobin subunits"},{"index":9,"proteinId":"ENSP00000322421","proteinName":"HBA1","abundance":6651,"annotation":"Hemoglobin subunit alpha; Involved in oxygen transport from the lung to the various peripheral tissues; Belongs to the globin family"},{"index":10,"proteinId":"ENSP00000292401","proteinName":"AZGP1","abundance":6153,"annotation":"Zinc-alpha-2-glycoprotein; Stimulates lipid degradation in adipocytes and causes the extensive fat losses associated with some advanced cancers. May bind polyunsaturated fatty acids; Belongs to the MHC class I family"}]